Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/irish_social_welfare_system/public_services_card.html.txt.tmx
Source language: en
Languages: ga

source: The Public Services Card (PSC) helps you to access a range of public services easily
ga: Cabhraíonn an Cárta Seirbhísí Poiblí (CSP) leat chun rochtain a fháil ar réimse seirbhísí poiblí gan stró

source: Your identity is fully authenticated when it is issued so you do not have to give the same information to multiple organisations
ga: Déantar d’aitheantas a fhíordheimhniú go hiomlán nuair a eisítear an cárta duit, mar sin, ní gá duit an fhaisnéis chéanna a thabhairt do roinnt eagraíochtaí

source: It was first introduced in 2012 and was initially rolled out to people getting social welfare payments
ga: Tugadh isteach an cárta den chéad uair in 2012 agus tugadh isteach é i dtosach báire do dhaoine a raibh íocaíochtaí leasa shóisialaigh á bhfáil acu

source: It is now being rolled out to other public services
ga: Tá an cárta á thabhairt isteach anois do sheirbhísí poiblí eile

source: A Public Services Card is usually issued when you are allocated a PPS number
ga: Is gnách go n-eisítear Cárta Seirbhísí Poiblí nuair a leithdháiltear uimhir PSP duit

source: If you apply for, or are currently getting a social welfare payment (including Child Benefit) you will be asked to register for your Public Services Card
ga: Má dhéanann tú iarratas ar an gcárta, nó má tá íocaíocht leasa shóisialaigh á fáil agat faoi láthair (Sochar Linbh san áireamh), iarrfar ort clárú do do Chárta Seirbhísí Poiblí

source: All first-time passport applicants aged 18 and above who are resident in Ireland need to have a Public Services Card
ga: Caithfidh gach iarratasóir céaduaire ar phas atá 18 mbliana d’aois agus os a chionn a chónaíonn in Éirinn Cárta Seirbhísí Poiblí a bheith acu

source: This requirement also applies to a small number of adult passport applicants whose last passport was issued before 1 January 2005 and has since been reported lost, stolen or damaged
ga: Baineann an riachtanas nua seo le líon beag iarratasóirí fásta ar phas ar eisíodh a bpas deireanach dóibh roimh an 1 Eanáir 2005 agus ar tuairiscíodh a bpas amhail bheith caillte, goidte nó díobháil a bheith déanta dó idir an dá linn

source: All applicants for a certificate of naturalisation aged 18 or over who are resident in the State must have a Public Services Card. From June 2017, you will need to have a Public Services Card if you are sitting the Driver Theory Test
ga: Ón 19 Meán Fómhair 2016, caithfidh gach iarratasóir ar dheimhniú eadóirseachta atá 18 mbliana d’aois nó os a chionn a chónaíonn sa Stát a bheith cláraithe leis an Roinn Coimirce Sóisialaí do Chárta Seirbhísí Poiblí (CSP)

source: If you don’t yet have a Public Services Card you can make an appointment to get one either by using MyWelfare.ie or by calling into your local Intreo Centre or Social Welfare Branch Office (see below)
ga: Mura bhfuil Cárta Seirbhísí Poiblí agat go fóill, féadfaidh tú coinne a dhéanamh chun ceann a fháil trí chlárú le MyWelfare.ie chun coinne a dhéanamh ar líne nó trí chuairt a thabhairt ar d'Ionad Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh (féach thíos)

source: What information does this card display?
ga: Cén fhaisnéís a nochtar sa chárta seo?

source: The front of the card holds a person’s name, photograph and signature, along with the card expiry date
ga: Is ar thosach an chárta a fhaightear ainm, grianghraf agus síniú duine, i dteannta le dáta éaga an chárta

source: The back of the card holds the person’s PPS number and a card number
ga: Is ar chúl an chárta a fhaightear uimhir PSP an duine agus uimhir chárta

source: It also holds a magnetic stripe to enable social welfare payments such as pensions to be collected at post offices
ga: Is ann freisin a fhaightear stiall mhaighnéadach le híocaíochtaí leasa shóisialaigh a chumasú ar nós pinsean lena mbailiú ag oifigí an phoist

source: If the person holding the card is entitled to free travel the card will also display this information in the top left-hand corner
ga: Má tá an duine ar leo an cárta i dteideal chun saorthaistil is amhlaidh a nochtar sa chárta freisin an fhaisnéis sin sa choirnéal ag barr na láimhe clé

source: If FT-P is written on the card the holder is personally entitled to free travel
ga: Má tá FT-P scríofa ar an gcárta is amhlaidh atá an sealbhóir i dteideal pearsanta chun saorthaistil

source: If FT+S is written on the card the holder can travel with their spouse, partner or cohabitant
ga: Má tá FT+S scríofa ar an gcárta is féidir leis an sealbhóie taisteal lena gcéíle, a gcomhpháirtí nó lena gcomhchónaitheoir

source: If FT+C is written on the card the holder can have a companion (over 16) travel with them for free (because they are unable to travel alone for medical reasons)
ga: Má tá FT+C scríofa ar an gcárta is féídir leis an sealbhóir compánach a thabhairt leo (os cionn 16 bliain) saor in aisce (toisc nach féidir leo taisteal ina n-aonar ar chúiseanna leighis)

source: Registering for a Public Services Card
ga: Clárú le haghaidh Cárta Seirbhísí Poiblí

source: Face-to-face registration for a Public Services Card is called SAFE (Standard Authentication Framework Environment) registration
ga: Tugtar clárú SAFE (Timpeallacht Creatlaí i gcomhair Fíordheimhniú Caighdeáin) ar chlárú duine ar dhuine le haghaidh Cárta Seirbhísí Poiblí

source: The Department of Social Protection will send you a letter with your SAFE registration appointment
ga: Má rinne tú iarratas ar íocaíocht leasa shóisialaigh (íocaíochtaí cuardaitheora poist agus Teaghlach Aontuismitheora faoi láthair), gheobhaidh tú litir le do choinne cláraithe SAFE

source: SAFE registration takes about 15 minutes to complete and usually takes place in your local Intreo Centre or Social Welfare Branch Office
ga: Glacann clárú SAFE thart ar 15 nóiméad lena chríochnú agus is gnách go mbíonn sé ar siúl i d'Ionad Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh

source: It is important that you attend for your appointment
ga: Tá sé tábhachtach go bhfreastalaíonn tú ar do choinne

source: It will help to avoid any potential difficulty with access to social welfare payments in the future
ga: Cabhróidh sé chun aon deacracht fhéideartha a sheachaint maidir le rochtain a fháil ar íocaíochtaí leasa shóisialaigh amach anseo

source: During this appointment your photograph will be taken and your signature recorded for your new Public Services Card, which will be posted to your home address
ga: Le linn na coinne seo, glacfar do ghrianghraf agus cuirfear i dtaifead do shíniú do do Chárta Seirbhísí Poiblí nua, a chuirfear sa phost chuig do sheoladh baile

source: You will also be asked for the answers to some security questions
ga: Ina theannta sin, iarrfar ort freagraí a thabhairt ar roinnt ceisteanna slándála

source: You must bring certain documents with you to your appointment to prove your identity and address
ga: Ní mór duit roinnt cáipéisí a thabhairt leat chuig do choinne le d’aitheantas agus do sheoladh a chruthú

source: You should also bring the letter you got confirming your appointment and, if you have one, your phone
ga: Ba cheart duit an litir a thabhairt leat, chomh maith, a fuair tú inar dearbhaíodh do choinne

source: If you currently have a Social Services Card (a swipe card used to collect social welfare payments), bring that with you too
ga: Má tá Cárta Seirbhísí Sóisialta agat faoi láthair (cárta svaidhpchárta a úsáidtear chun íocaíochtaí leasa shóisialaigh a bhailiú), tabhair leat é sin chomh maith

source: You must prove your identify to receive a social welfare payment or benefit
ga: Caitheann tú d’aitheantas a chruthú chun íocaíocht nó sochar leasa shóisialaigh a fháil

source: If you comply with the SAFE registration process when requested you are considered to have authenticated your identity
ga: Meastar gur fhíordheimhnigh tú d’aitheantas má chomhlíonann tú leis an bpróiseas clárúcháin SAF nuair a iarrtar amhlaidh

source: If you do not comply with the SAFE registration process your social welfare payments (including Child Benefit) and/or your social welfare entitlements (such as Free Travel) may be suspended
ga: Mura gcomhlíonann tú leis an bpróiseas clárúcháin SAFE is féidir d’íocaíochtaí leasa shóisialaigh (lena n-áirítear Sochar Linbh) agus/nó do theidlíochtaí leasa shóisialaigh (ar nó an tSaorthaistil) a chur ar fionraí

source: Documents to bring to your SAFE registration appointment
ga: Cáipéisí atá le tabhairt leat chuig do choinne chláraithe SAFE

source: │Irish citizens born in the Republic of Ireland │Current Irish passport or current Irish or UK driving licence or Irish learner driver permit
ga: │Saoránaigh Éireannacha a rugadh i Phoblacht na hÉireann │Pas reatha Éireannach nó ceadúnas tiomána reatha Éireannach nó RA nó ceadúnas fhoghlaimeora Éireannach

source: If you are adopted, please bring your adoption certificate with you
ga: Má tá do theastas iomlán breithe agat (a léiríonn sloinne breithe do mháthar) nó teastas uchtála, tabhair é sin leat

source: │Irish citizens via naturalisation or Foreign Birth Registration │Current Irish passport or Certificate of Naturalisation or Foreign Birth Registration certificate and Irish or UK driving licence or Irish learner driver permit
ga: │Saoránaigh Éireannacha tríd eadóirseacht nó Clárú na mBreitheanna Eachtrannacha │Pas reatha Éireannach nó Teastas Eadóirseachta nó teastas Cláraithe na mBreitheanna Eachtrannacha agus ceadúnas tiomána reatha Éireannach nó RA nó ceadúnas fhoghlaimeora Éireannach

source: │Irish citizens born in Northern Ireland and UK citizens │Current passport, or your birth or adoption certificate and current driving licence* │
ga: │Saoránaigh Éireannacha a rugadh i dTuaisceart na hÉireann agus saoránaigh den RA │Pas reatha, nó do theastas breithe nó uchtála agus ceadúnas tiomána reatha

source: │EU citizens (other than Irish and UK) │Current passport or national identity card │
ga: │Saoránaigh den AE (seachas Éire agus an RA) │Pas reatha nó cárta náisiúnta aitheantais

source: │Non-EU citizens │Current passport or 1951 travel document │
ga: │Saoránaigh neamh-AE │Pas reatha nó cáipéis taistil 1951 │

source: Evidence of address (applies to everyone, whether an Irish, EU or non-EU citizen):
ga: Fianaise i leith seolta (tá ar gach duine é seo a sholáthar, más saoránach Éireannach, AE nó neamhAE iad):

source: You need to show evidence of your address
ga: Caitheann tú fianaise i leith do sheolta a thaispeáint

source: You can use any of the following documents to do this (it must show your name and address):
ga: Is féidir leat leas a bhaint as aon cheann de na cáipéisí seo a leanas chuige sin (caithfear do chéadainm agus do sheoladh bheith air):

source: • A household utility bill
ga: • Bille fóntais an teaghlaigh

source: • Property lease or tenancy agreement
ga: • Léas maoine nó comhaontú tionóntachta

source: • Confirmation of address by a third party such as a school principal/administrator, accommodation/property owner*or manager
ga: • Deimhniú de sheoladh ag tríú páirtí ar nós príomhoide/riarthóir scoile, úinéir* nó bainisteoir cóiríochta/maoine

source: *If you are staying with friends or relatives an original household bill plus a note from the bill holder confirming your residency at the bill address is acceptable
ga: *Beidh bunbhille teaghlaigh móide nóta ó shealbhóir an bhillle ag deimhniú do chónaitheachta ag seoladh an bhille inghlactha más rud é go bhfuil tú ag fanacht le cairde nó le gaolta

source: This note can be written on the bill itself
ga: Is féidir an nóta sin a bhreacadh ar an mbille féin

source: If you have any of the items listed below, you should bring them along with you as they may also help to confirm your identity
ga: Má tá aon cheann de na rudaí agat a liostaítear thíos, ba cheart duit iad a thabhairt leat mar gheall go bhféadfaidís cabhrú, chomh maith, chun d’aitheantas a dheimhniú

source: If you do not have any of these, you should bring other documents or forms of photo ID instead*
ga: Mura bhfuil aon chinn díobh seo agat, ba cheart duit cáipéisí eile nó foirmeacha eile d’aitheantas a thabhairt leat ina ionad sin*

source: • European Health Insurance Card
ga: • Cárta Eorpach um árachas sláinte

source: *The following items are not acceptable as proof of identity for the purpose of SAFE registration: Baptismal certificate, work ID card, Garda form ML-10, Garda age card, photocopied certificates or documents and expired documents generally
ga: *Ní ghlactar leis na rudaí a leanas mar chruthúnas aitheantais ar mhaithe le clárú SAFE: Deimhniú baiste, cárta aitheantais oibre, foirm ML-10 an Gharda Síochána, cárta aoise an Gharda Síochána, deimhnithe nó cáipéisí fótachóipeáilte agus cáipéisí éagtha go ginearálta

source: Lost or damaged Public Services Cards
ga: Cártaí Seirbhísí Poiblí caillte nó goidte

source: If your Public Services Card is lost, stolen or damaged, you should immediately contact the Public Services Card Helpdesk at 1890 837000
ga: Má tá do Chárta Seirbhísí Poiblí caillte, goidte nó damáistithe, caithfidh tú dul i dteagmháil leis an Deasc Chabhrach Chárta Seirbhísí Poiblí ar 1890 837000 láithreach

source: Following marriage or civil partnership
ga: Cá háit a ndéanfaidh mé iarratas?

source: • Divorce, dissolution or legal separation agreement documents or correspondence from a solicitor showing that a separation, divorce or dissolution has been initiated, and • Your marriage or civil partnership certificate
ga: Cé go n-eisítear an Cárta Seirbhísí Poiblí trí chuireadh go ginearálta, is féidir leat dul i dteagmháil le d'Ionad Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh chun coinne a shochrú

source: To do this, you must submit 2 of the following official documents: official communication with a Government Department, a medical card, educational certificate, bank statement or card, utility bill, student or employee identification card, and • Your marriage or civil partnership certificate
ga: Déantar Clárú Chárta Seirbhísí Poiblí SAFE duine ar dhuine in ionaid Intreo áirithe agus in oifigí leasa shóisialaigh áitiúla áirithe

source: If you have changed your name by deed poll, you must submit a deed poll registered with the Irish High Court
ga: Tá liosta oifigí a thairgeann córas um áirithint coinní ar líne ar fáil ar welfare.ie

source: Department of Social Protection customers may be invited to attend for Public Services Card registration
ga: Má theastaíonn uait uimhir PSP a fháil nó chun bheith cláraithe i gcomhair Chárta Seirbhísí Poiblí, is féidir leat coinne a dhéanamh ar líne anois ag mywelfare.ie

source: You can also contact your Intreo Centre or local Social Welfare Branch Office to arrange an appointment or make an appointment online. Online appointments
ga: Caithfidh tú clárú leis an láithreán ar dtús

source: If you want to get a PPS number or to be registered for a Public Services Card, you can now make an appointment online at MyWelfare.ie
ga: Teastaíonn uimhir fhóin phóca agus dhá sheoladh ríomhphoist (príomhsheoladh agus seoladh malartach) uait chuige sin

source: You will first need to register with the site. To do this you need a mobile phone number and two email addresses (a main address and an alternate address)
ga: Clóbhuailtear an fógra nuair a bheidh do choinne ceaptha agat, agus tabhair leat é chuig do choinne i dteannta leis na cáipéisí riachtanacha (a liostaítear san fhógra)
